Repository: developinua/classes-bot
Catalog: Application/Resources/Handlers/Subscriptions/SubscriptionsHandler.*.resx
Languages: uk_ua

# ChooseSubscription
source: *Which subscription do you want to choose\?{newline}*
uk_ua: *Яку підписку вибираєш\?{newline}*

source: *Your subscriptions:*
uk_ua: *Твої підписки:*

source: *Your subscription:*
uk_ua: *Твоя підписка:*

# DoYouWantToCheckin
source: *Do you want to /checkin class\?*
uk_ua: *Ти хочеш відмітитись /checkin на класі\?*

# ChooseSubscriptionPeriod
source: *Which subscription period do you prefer\?{newline}*
uk_ua: *Який вибираєш період підпискиr\?{newline}*

# NoAvailableSubscriptions
source: *This subscription is not available\.{newline}Please contact @nazikBro*
uk_ua: *Ця підписка не активна\.{newline}Зв'яжіться з @nazikBro*

# BuySubscription
source: *Price*: {0}{newline}*P\.S\.* Please send your username and subscription in payment description\.
uk_ua: *Ціна*: {0}{newline}*P\.S\.* Будь ласка надішли свій нікнейм та підписку в опис до платежу\.

# BuySubscriptionApproval
source: *After your subscription will be approved by teacher{newline}You will be able to /checkin on classes\.*
uk_ua: *Після того, як підписка буде підтверджена викладачем{newline}Зможеш відмічатись /checkin на класах\.*

# NoSubscriptions
source: *You have no subscriptions for now but you can change it /buy*
uk_ua: *У тебе поки немає активних підписок, але ти можеш це змінити /buy*

# ChooseSubscriptionType
source: *Choose subcription type*
uk_ua: *Вибери тип підписки*

# SubscriptionClasses
source: Classes
uk_ua: Класи

# SubscriptionCourses
source: Courses
uk_ua: Курси

source: *Back to subscriptions*
uk_ua: *Усі підписки*
